Repository: UbuntuKylin/youker-assistant
Catalog: po/*.po
Languages: es

# LeftPage|
source: Quick clean up system trash, saving disk space and improving the system efficiency!
es: Limpiar rápida la basura del sistema, el ahorro de espacio en disco y mejorar la eficiencia del sistema!

# LeftPage|
source: To help you quick clean up the Cookies, garbage, traces and plug-ins.
es: Para ayudarle a rápida limpiar las cookies, basura, rastros y plug-ins.

# LeftPage|
source: Quick Cleanup
es: Limpieza Rápida

# LeftPage|
source: (Scan to:
es: (Escanear a:

# LeftPage|
source: Cleanup Garbage
es: basura Limpieza

# LeftPage|
source: Clean up system junk files, free disk space
es: Limpie los archivos basura del sistema, el espacio libre en disco

# LeftPage|
source: Unfinished
es: Sin terminar

# LeftPage|
source: Completed
es: Finalizado

# LeftPage|
source: Delete History
es: eliminar el historial

# LeftPage|
source: Clean up the historical records, to protect your privacy
es: Limpie los registros históricos, para proteger su privacidad

# LeftPage|
source: Cleanup Cookies
es: Galletas de limpieza

# LeftPage|
source: Clean up the Cookies, including surfing and shopping records
es: Limpie las cookies, incluyendo los registros de navegación y compra

# LoginDialog|
source: Dialog
es: Diálogo

# LoginDialog|
source: Cancel
es: Cancelar

# LoginDialog|
source: Login
es: Acceso

# LoginDialog|
source: Forum account password
es: Foro contraseña de la cuenta

# LoginDialog|
source: Remember pwd
es: Recordar clave de acceso

# LoginDialog|
source: <html><head/><body><p>Register</p></body></html>
es: <html><head/><body><p>Registro</p></body></html>

# LoginDialog|
source: Please input your username!
es: Por favor ingrese su nombre de usuario!

# LoginDialog|
source: Please input your password!
es: Por favor ingrese su clave de acceso!

# MemoryInfo|
source: Slot Number:
es: Número de ranura:

# MemoryInfo|
source: Memory Model:
es: Memoria del modelo:

# MemoryInfo|
source: Vendor:
es: Fabricante:

# MemoryInfo|
source: Serial Number:
es: Serial Número:

# MemoryInfo|
source: Memory Size:
es: Tamaño de la memoria:

# MemoryInfo|
source: Data Width:
es: Ancho de datos:

source: Memory Info:
es: Información de la memoria:

# MemoryInfo|
source: Size:
es: Tamaño:

source: Memory Info
es: Información de la memoria

# ModalDialog|
source: Dialog
es: Diálogo

# ModalDialog|
source: Cancel
es: Cancelar

# ModalDialog|
source: <html><head/><body><p>Monitor Check</p></body></html>
es: <html><head/><body><p>monitor de Registro</p></body></html>

# ModalDialog|
source: Left-click to change the color, right-click to exit from this detection.
es: Haga clic izquierdo para cambiar el color, haga clic en para salir de esta detección.

# MonitorInfo|
source: Graphics Card Model:
es: Modelo de Tarjeta Gráfica:

# MonitorInfo|
source: Current Graphics Card:
es: Gráficos actual de tarjeta:

# MonitorInfo|
source: Graphics Driver:
es: Controlador de gráficos:

# MonitorInfo|
source: Bus Address:
es: Bus de direcciones:

# MonitorInfo|
source: Graphics Card Info
es: Gráficos Tarjeta de Información

source: Monitor Info
es: Información del monitor

# MonitorInfo|
source: Vendor:
es: Fabricante:

# MonitorInfo|
source: Production(year/week):
es: Producción (año / semana):

# MonitorInfo|
source: Display Area:
es: Área de visualización:

# MonitorInfo|
source: Dimensions:
es: Dimensiones:

# MonitorInfo|
source: Max Resolution:
es: Max Resolución:

# MonitorInfo|
source: Gamma Value:
es: Valor de Gamma:

# MonitorInfo|
source: Current Output:
es: Corriente de salida:

# MonitorInfo|
source: Support Output:
es: Soporte de salida:

# MousePointer|
source: Mouse Settings
es: Configuración del ratón

# MousePointer|
source: Replace the theme and size of the mouse pointer, then click the 'OK' button to confirm. Also, theme change need to restart system.
es: Vuelva a colocar el tema y el tamaño del puntero del ratón, a continuación, haga clic en el botón 'OK' para confirmar. Además, es necesario el cambio el tema de sistema reinicie.

# MousePointer|
source: Back
es: Volver

# MousePointer|
source: Mouse Pointer Theme:
es: El puntero del ratón Tema:

# MousePointer|
source: Restore
es: Restaurar

# MousePointer|
source: Cursor Pointer Size:
es: Cursor puntero Tamaño:

# MousePointer|
source: Small Size
es: Pequeño Tamaño

# MousePointer|
source: Big Size
es: Grandes Tamaño

# NICInfo|
source: NIC Model:
es: NIC del modelo:

# NICInfo|
source: Vendor:
es: Fabricante:

# NICInfo|
source: NIC Driver:
es: NIC conductor:

# NICInfo|
source: Bus Address:
es: Bus de direcciones:

# NICInfo|
source: Device Name:
es: Nombre del Dispositivo:

# NICInfo|
source: IP Address:
es: Dirección IP:

# NICInfo|
source: Mac Address:
es: Dirección MAC:

# NICInfo|
source: Connection Status:
es: Estado de la conexión:

# NICInfo|
source: Max Bandwidth:
es: Max Ancho de Banda

# NICInfo|
source: WLan NIC Model:
es: WLAN NIC del modelo:

# NICInfo|
source: WLan NIC Driver:
es: WLAN NIC conductor:

# NICInfo|
source: Serial Number:
es: Número de Serie:

# PackageModel|
source: The ongoing:
es: El curso:

# PackageModel|
source: Software operation schedule
es: Horario de funcionamiento del Software

# PackageModel|
source: Uninstall unnecessary procedures, old kernel packages and configfile
es: Desinstalar procedimientos innecesarios, paquetes antiguos del kernel y configfile

# PackageModel|
source: Cleaning up the software that installed by other software bundled, old kernel packages and configfile, to improve system performance
es: Limpiar el software que instaló por otros software incluido, paquetes del kernel viejos y configfile, para mejorar el rendimiento del sistema

# PackageModel|
source: Uninstall unnecessary procedures
es: Desinstalar procedimientos innecesarios

# PackageModel|
source: Uninstall old kernel packages
es: Desinstalar paquetes antiguos del kernel

# PackageModel|
source: Cleanup software configfile
es: Configfile software Cleanup

# PackageModel|
source: Tips:
es: Consejos:

# PackageModel|
source: The scan reslut is empty, nothing has been done!
es: El resultado del scan está vacío, no se hizo nada!

# PackageModel|
source: Scan completed!
es: Escaneo terminado!

# PackageModel|
source: Begin cleanup
es: Comenzar limpieza

# PackageModel|
source: Cleanup abnormal!
es: Limpieza anormal!

# PackageModel|
source: Cleanup interrupted!
es: Limpieza interrumpida!

# PackageModel|
source: Cleared
es: Limpiado

# PackageModel|
source: Back
es: Volver

# PackageModel|
source: Start scanning
es: Comenzar scaneo

# PackageModel|
source: Sorry, You did not choose the content to be scanned, please confirm!
es: Lo sentimos, usted no eligió el contenido que va a escanear, confirme por favor!

# PackageModel|
source: Sorry, You did not choose the content to be cleaned up, please confirm!
es: Lo sentimos, usted no eligió el contenido a ser limpiado, confirme por favor!

# PanelManager|
source: Manage Dash and Panel menu settings.
es: Administrar la configuración de Dash y menú del panel.

# PanelManager|
source: Back
es: Volver

# PanelManager|
source: Dash background blur type:
es: Dash tipo desenfoque de fondo:

# PanelManager|
source: Smart blur
es: desenfoque inteligente

# PanelManager|
source: Static blur
es: Desenfoque estático

# PanelManager|
source: Clear
es: Eliminar

# PanelManager|
source: Restore
es: Restaurar

# PanelManager|
source: Panel Transparency:
es: Panel Transparencia:

# PanelManager|
source: Date & time format:
es: La fecha y hora en formato:

# PanelManager|
source: Display seconds:
es: Mostrar segundos:

# PanelManager|
source: Display week:
es: Pantalla semana:

# PanelManager|
source: Display the date:
es: Mostrar la fecha:

# PanelManager|
source: Display battery icon:
es: Mostrar icono de la batería:

# PanelManager|
source: Display battery percentage:
es: Mostrar porcentaje batería:

# PanelManager|
source: Display battery remaining time:
es: Batería Visualización de tiempo restante:

# ProcessManager|
source: Task Manager
es: Administrador de tareas

# ProcessManager|
source: Help you learn more about the program running on the system.
es: Ayudarle a aprender más sobre el programa que se ejecuta en el sistema.

# ProcessManager|
source: Back
es: Volver

# ProcessManager|
source: Current User
es: Usuario Actual

# ProcessManager|
source: All Users
es: Todos los Usuarios

# ProcessManager|
source: Refresh
es: Refrescar

# ProcessManager|
source: Refresh completed!
es: Actualizar completado!

# ProcessManager|
source: End process
es: Finalizar proceso

# ProcessManager|
source: The end of the process operation is successful!
es: El final de la operación de proceso es exitoso!

# ProcessManager|
source: The end of the process operation failed!
es: El final de la operación de proceso no!

# ProcessManager|
source: Sorry, You did not choose the process to be killed!
es: Lo sentimos, usted no eligió el proceso a matar!

# ProcessManager|
source: User
es: Usuario

# ProcessManager|
source: Memory %
es: memoria %

# ProcessManager|
source: Start Time
es: Hora de Inicio

# ProcessManager|
source: Process Description
es: Descripción del Proceso

# ProcessManager|
source: Process Name
es: Nombre del proceso

# QObject|
source: starting....
es: empezando ....

# QObject|
source: loading module data....
es: datos de módulo de carga ....

# QUIBO|
source: Form
es: Formulario

# RightPage|
source: Active
es: Activo

# RightPage|
source: Network Error!
es: Error de red!

# RightPage|
source: No User!
es: ¡Sin usuario!

# RightPage|
source: Password Wrong!
es: Clave de acceso errónea!

# RightPage|
source: Login Failed!
es: Login Fallo!

# RightPage|
source: Hits per day
es: Entradas por día

# RightPage|
source: Logging...
es: Registro ...

# RightPage|
source: Logout
es: Cerrar sesión

# RightPage|
source: Level:
es: Nivel:

# RightPage|
source: Score:
es: Puntuación:

# RightPage|
source: DistroWatch Ranking
es: Clasificación DistroWatch

# RightPage|
source: Ubuntu Kylin Details
es: Ubuntu Kylin Detalles

# RightPage|
source: Hide
es: Ocultar

# RightPage|
source: Last Update:
es: Última actualización:

# RightPage|
source: OS Type:
es: OS Tipo:

# RightPage|
source: Based on:
es: Residencia en:

# RightPage|
source: Origin:
es: Origen:

# RightPage|
source: Architecture:
es: Arquitectura:

# RightPage|
source: Desktop:
es: Escritorio:

# RightPage|
source: Category:
es: Categoría:

# RightPage|
source: Status:
es: Estatus:

# RightPage|
source: Popularity:
es: Popularidad:

# RightPage|
source: Forum Help
es: Foro Ayuda

# RightPage|
source: Features
es: Características

# RightPage|
source: Feedback
es: Comentarios

# SelectDialog|
source: Dialog
es: Diálogo

# SelectDialog|
source: Select City
es: Seleccionar la ciudad

# SelectDialog|
source: Chinese Cities
es: Ciudades chinas

# SelectDialog|
source: Cancel
es: Cancelar

# SelectDialog|
source: Foreign Cities
es: Ciudades Exteriores

# SelectDialog|
source: <html><head/><body><p>Please enter a city name to search</p></body></html>
es: <html><head/><body><p>Por favor ingrese el nombre de la ciudad para buscar</p></body></html>

# SelectDialog|
source: Search
es: Buscar

# SelectDialog|
source: Warning:
es: Advertencia:

# SelectDialog|
source: Please input city name and click 'search' button to find!
es: Por favor, nombre de la entrada de la ciudad y haga clic en el botón "buscar" para encontrar!

# SelectDialog|
source: Change the city failed!
es: Cambie la ciudad fallado!

# SelectDialog|
source: The city was not be found, please input the city name again!
es: La ciudad no se puede encontrar, de entrada por favor el nombre de la ciudad de nuevo!

# SessionDispatcher|
source: Select folder
es: Seleccionar carpeta

# SessionDispatcher|
source: Select file
es: Seleccionar archivo(s)

# SessionDispatcher|
source: All Files(*)
es: Todos los archivos(*)

# SettingsDelegate|
source: No found camera!
es: Cámara no encontrada!

# SoundEffects|
source: Sound effect
es: Efecto de sonido

# SoundEffects|
source: Set the sound theme you want.
es: Establecer el tema de sonido que desee.

# SoundEffects|
source: Back
es: Volver

# SoundEffects|
source: Sound theme:
es: Tema de sonido:

# SoundEffects|
source: Login tone:
es: Entrar tono:

# SoundEffects|
source: Event sounds:
es: Sonidos de eventos:

# SoundEffects|
source: Input feedback sounds:
es: Sonidos de reacción de entrada:

# StatusImage|
source: Unfinished
es: Sin terminar

# SuspensionFrame|
source: Form
es: Formulario

# SuspensionFrame|
source: <html><head/><body><p><span style=" color:#008000;">Computer running slow</span></p></body></html>
es: <html><head/><body><p><span style=" color:#008000;">Equipo que ejecuta lento</span></p></body></html>

# SuspensionFrame|
source: <html><head/><body><p><span style=" color:#008000;">Using 'quick clean' ?</span></p></body></html>
es: <html><head/><body><p><span style=" color:#008000;">El uso de 'limpieza rápida'?</span></p></body></html>

# SuspensionFrame|
source: <html><head/><body><p>CPU Utilization:</p></body></html>
es: <html><head/><body><p>Uso de la CPU:</p></body></html>

# SuspensionFrame|
source: <html><head/><body><p>Used:</p></body></html>
es: <html><head/><body><p>Se utiliza:</p></body></html>

# SuspensionFrame|
source: <html><head/><body><p>Unused:</p></body></html>
es: <html><head/><body><p>No utilizados:</p></body></html>

# SuspensionFrame|
source: <html><head/><body><p>Memory</p></body></html>
es: <html><head/><body><p>Memoria</p></body></html>

# SuspensionFrame|
source: <html><head/><body><p>Memory usage condition:</p></body></html>
es: <html><head/><body><p>Memoria condiciones de uso:</p></body></html>

# SuspensionFrame|
source: System runs smoothly
es: Sistema funciona sin problemas

# SuspensionFrame|
source: No need to accelerate
es: No hay necesidad de acelerar

# SuspensionFrame|
source: Details
es: Detalles

# SuspensionFrame|
source: Detected the high usage of CPU
es: Detectado el alto uso de CPU

# SuspensionFrame|
source: Using 'quick clean' ?
es: El uso de 'limpieza rápida'?

# SuspensionFrame|
source: Computer runs slowly
es: Equipo es lento

# SystemBox|
source: Dead pixel check
es: Cheque pixel muerto

# SystemBox|
source: Boot Animation
es: Boot Animación

# SystemBox|
source: Task Manager
es: Gestor de tareas

# SystemBox|
source: Camera
es: Cámara

# SystemBox|
source: Default toolkits
es: kits de herramientas por defecto

# SystemClean|
source: Cache Cleanup
es: Liberador de espacio en caché

# SystemClean|
source: Uninstall Packages
es: Desinstalar Paquetes

# SystemClean|
source: Cookies Cleanup
es: Galletas Cleanup

# SystemClean|
source: Browser Cleanup
es: Limpieza Browser

# SystemClean|
source: Trace Cleanup
es: Limpieza de seguimiento

# SystemClean|
source: Find Large Files
es: Buscar archivos grandes

# SystemDispatcher|
source: Select the boot animation
es: Seleccione la animación de arranque

# SystemDispatcher|
source: Image Files (*.png *.jpg *.gif)
es: Los archivos de imagen (*.png *.jpg *.gif)

# SystemDispatcher|
source: Select music
es: Seleccione la música

# SystemDispatcher|
source: Audio Files (*.ogg *.wav *.mp3 *.wma)
es: archivos de Audio (*.ogg *.wav *.mp3 *.wma)

# SystemInfo|
source: Computer
es: Equipo

# SystemInfo|
source: Desktop
es: Escritorio

# SystemInfo|
source: Memory
es: Memoria

# SystemInfo|
source: Motherboard
es: Placa base

# SystemInfo|
source: Battery
es: Batería

# SystemSet|
source: You can perform a full range of customized systems based on personal preferences!
es: Puede llevar a cabo una amplia gama de sistemas personalizados según las preferencias personales!

# SystemSet|
source: ThemeSetting
es: TemaMarco

# SystemSet|
source: IconSetting
es: IconoAjuste

# SystemSet|
source: MousePointer
es: El puntero del ratón

# SystemSet|
source: SoundEffect
es: Efecto de sonido

# SystemSet|
source: BootAnimation
es: BootAnimación

# SystemSet|
source: Custom Launcher
es: Custom Lanzador

# SystemSet|
source: Window
es: Ventana

# SystemSet|
source: DefaultFont
es: Fuente predeterminada

# SystemSet|
source: Touchpad
es: Panel táctil

# SystemSet|
source: Dead pixel check
es: Cheque pixel muerto

# SystemSet|
source: File manager
es: Gestor de archivos

# SystemSet|
source: Personalize
es: Personalizar

# SystemSet|
source: Desktop
es: Escritorio

# SystemSet|
source: Fonts
es: Fuentes

# SystemSet|
source: System options
es: Las opciones del sistema

# SystemSet|
source: Others
es: Otros

# TipLabel|
source: Support cloud conf
es: Soporte nube conf

# TipLabel|
source: No support cloud conf
es: No hay soporte nube conf

# ToolBar|
source: Restore
es: Restaurar

# ToolBar|
source: Back
es: Volver

# ToolsDelegate|
source: No found camera!
es: Cámara no encontrada!

# TouchpadSet|
source: Touchpad settings
es: Configuración del panel táctil

# TouchpadSet|
source: Setting the relevant properties of your touchpad,make the operation more convenient.
es: Ajuste de las propiedades relevantes de su touchpad, hacer la operación más conveniente.

# TouchpadSet|
source: Back
es: Volver

# TouchpadSet|
source: Enable touchpad:
es: Habilitar touchpad:

# TouchpadSet|
source: Restore
es: Restaurar

# TouchpadSet|
source: Enable horizontal scrolling:
es: Activar desplazamiento horizontal:

# TouchpadSet|
source: Scrollbar type:
es: Tipo de barra de desplazamiento:

# TouchpadSet|
source: Features Type
es: Características Tipo

# TouchpadSet|
source: Standard Type
es: Tipo Estándar

# TouchpadSet|
source: Panel layout:
es: Diseño del panel:

# TouchpadSet|
source: Edge Scrolling
es: Desplazamiento del borde

# TouchpadSet|
source: Two-finger Scrolling
es: Desplazamiento con dos dedos

# TraceModel|
source: Start scanning
es: Comenzar scaneo

# TraceModel|
source: Cleanup history, to protect your privacy
es: Historia de Limpieza, para proteger su privacidad

# TraceModel|
source: Cleaning the internet and opened documents recently records
es: Limpieza de los documentos de Internet y abierto recientemente registros

# TraceModel|
source: Firefox is not installed!
es: Firefox no está instalado!

# TraceModel|
source: Tips:
es: Consejos:

# TraceModel|
source: The scan reslut is empty, nothing has been done!
es: El resultado del scan está vacío, no se hizo nada!

# TraceModel|
source: Scan completed!
es: Escaneo terminado!

# TraceModel|
source: Begin cleanup
es: Comenzar limpieza

# TraceModel|
source: Chromium is not installed!
es: Chromium no está instalado!

# TraceModel|
source: Chromium is running. When the browser is running, could not perform scan or cleanup operations.
es: El cromo se está ejecutando. Cuando el navegador se está ejecutando, no podía realizar operaciones de exploración o de limpieza.

# TraceModel|
source: Cleanup abnormal!
es: Limpieza anormal!

# TraceModel|
source: Cleanup interrupted!
es: Limpieza interrumpida!

# TraceModel|
source: Clean up the Firefox Internet records
es: Limpie los registros de Internet Firefox

# TraceModel|
source: Clean up the Firefox history records
es: Limpie los registros de historia Firefox

# TraceModel|
source: Clean up the Chromium Internet records
es: Limpie los registros de Internet de cromo

# TraceModel|
source: Clean up the Chromium history records
es: Limpie los registros de historia Cromo

# TraceModel|
source: Clean up the recently opened documents records
es: Limpie los registros de documentos abiertos recientemente

# TraceModel|
source: Clean up the recently opened documents in your system, to protect your privacy
es: Limpie los documentos abiertos recientemente en el sistema, para proteger su privacidad

# TraceModel|
source: Back
es: Volver

# TraceModel|
source: Rescan
es: Volver a examinar

# TraceModel|
source: (Scan to
es: escanear a

# TraceModel|
source: records)
es: registros

# TraceModel|
source: (Have been cleared
es: Se han limpiado

# Tray|
source: MonitorBall
es: monitor de la bola

# Tray|
source: Hide/Show window
es: Ocultar/Mostrar ventana

# Tray|
source: Hide/Show monitor
es: Ocultar/Mostrar monitor

# Tray|
source: About
es: Acerca de...

# Tray|
source: &Exit
es: &Salir

# WarningDialog|
source: Dialog
es: Diálogo

# WarningDialog|
source: <html><head/><body><p>Tips:</p></body></html>
es: <html><head/><body><p>Consejos:</p></body></html>

# WeatherZone|
source: Weather
es: Clima

# WeatherZone|
source: Current temperature
es: Temperatura actual

# WeatherZone|
source: Current temperature:
es: Temperatura actual:

# WeatherZone|
source: City
es: Ciudad

# WeatherZone|
source: [Change]
es: Cambiar

# WeatherZone|
source: Publish
es: Publicar

# WeatherZone|
source: Temperature:N/A
es: Temperatura:N/A

# WidgetTheme|
source: Theme settings
es: Ajustes de tema

# WidgetTheme|
source: Choose the theme what you want.
es: Elija el tema de lo que quieres.

# WidgetTheme|
source: Back
es: Volver

# WidgetTheme|
source: Window theme settings:
es: Ajustes Ventana temáticos:

# WindowManager|
source: Window
es: Ventana

# WindowManager|
source: Window Manager settings.
es: Configuración de Window Manager.

# WindowManager|
source: Back
es: Volver

# WindowManager|
source: Window function button:
es: Ventana botón de función:

# WindowManager|
source: Left Side
es: lado Izquierdo

# WindowManager|
source: Right Side
es: lado Derecho

# WindowManager|
source: Restore
es: Restaurar

# WindowManager|
source: Menu with icons:
es: Menú con iconos:

# WindowManager|
source: Titlebar mouse wheel action:
es: Acción de la rueda del ratón sobre la barra de título:

# WindowManager|
source: Titlebar double-click action:
es: Acción de doble clic sobre la barra de titulo:

# WindowManager|
source: Titlebar middle-click action:
es: Acción de clic central sobre la barra de titulo:

# WindowManager|
source: Titlebar right-click action:
es: Acción de clic secundario sobre la barra de titulo:
