Repository: UbuntuKylin/youker-assistant
Catalog: po/*.po
Languages: es

# AboutDialog|
source: About
es: Acerca de...

# AboutDialog|
source: Youker Assistant
es: Youker Asistente

# AboutDialog|
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Ubuntu'; font-size:11pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif';"> Youker Assistant is a powerful system supporting software which is developed by Ubuntu Kylin team. Mainly for the naive user, it can help users manage the system. At present, It provides system junk scanning and cleaning, viewing the system hardware and software information , system customization, task manager, monitoring ball, and some other functions. </span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif';"> The software is still under development. Please visit www.ubuntukylin.com for more information. Welcome everyone to join with us. youker-assistant Homepage: https://launchpad.net/youker-assistant.</span></p></body></html>
es: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Ubuntu'; font-size:11pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif';"> Youker Assistant es un potente software de sistema de apoyo que es desarrollado por el equipo de Ubuntu Kylin. Principalmente para el usuario ingenuo, puede ayudar a los usuarios a administrar el sistema. En la actualidad, ofrece escaneo basura y limpieza del sistema, ver el hardware del sistema y la información de software, la personalización del sistema, administrador de tareas, seguimiento de la bola, y algunas otras funciones.</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif';"> El software está todavía en desarrollo. Por favor, visite www.ubuntukylin.com para más información. Bienvenidos a todos a unirse con nosotros. Youker-asistente Homepage: https://launchpad.net/youker-assistant.</span></p></body></html>

# AboutDialog|
source: Contributor
es: Colaborador

# AboutDialog|
source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Ubuntu'; font-size:11pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Cantarell';">Maintainer</span><span style=" font-family:'Droid Sans Fallback';">:</span></p> <p style=" margin-top:11px; margin-bottom:11px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Cantarell';">Ubuntu Kylin Team &lt;ubuntukylin-members@list.launchpad.net&gt;</span></p></body></html>
es: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Ubuntu'; font-size:11pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Cantarell';">Mantenedor</span><span style=" font-family:'Droid Sans Fallback';">:</span></p> <p style=" margin-top:11px; margin-bottom:11px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Cantarell';">Ubuntu Kylin Equipo &lt;ubuntukylin-members@list.launchpad.net&gt;</span></p></body></html>

# AboutDialog|
source: <a href=https://launchpad.net/youker-assistant>home page</a>
es: <a href=https://launchpad.net/youker-assistant>Página de Inicio</a>

# AboutDialog|
source: Close
es: Cerrar

# AlertDialog|
source: Form
es: Formulario

# AudioInfo|
source: Audio Model:
es: Modelo Audio:

# AudioInfo|
source: Vendor:
es: Fabricante:

# AudioInfo|
source: Bus Address:
es: Bus de direcciones:

# AudioInfo|
source: Audio Driver:
es: Controlador de audio:

source: Audio Info
es: Informacion de Audio

# BatteryInfo|
source: Unknown
es: Desconocido

# BatteryInfo|
source: Failed to get data
es: No se pudo obtener datos

source: Battery Info
es: Info de batería

# BatteryInfo|
source: Device Name:
es: Nombre del Dispositivo:

# BatteryInfo|
source: Model:
es: Modelo:

# BatteryInfo|
source: Manufacturer:
es: Fabricante:

# BatteryInfo|
source: Serial Number:
es: Número de serie:

# BatteryInfo|
source: Technology:
es: Tecnología:

# BatteryInfo|
source: Voltage:
es: Voltaje

# BatteryInfo|
source: Energy Designed:
es: Energía Diseñado:

# BatteryInfo|
source: Energy Full:
es: Full Energía:

# BatteryInfo|
source: Energy Now:
es: Energía Ahora:

# BoardInfo|
source: Motherboard Basics Info
es: Info básica Placa Base

# BoardInfo|
source: Motherboard Model:
es: Modelo Placa Base:

# BoardInfo|
source: Motherboard Vendor:
es: Fabricante Placa Base:

# BoardInfo|
source: Serial Number:
es: Serial Número:

# BoardInfo|
source: BIOS Vendor:
es: BIOS Fabricante:

# BoardInfo|
source: BIOS Version:
es: Versión BIOS:

# BoardInfo|
source: Release Date:
es: Fecha Lanzamiento:

# BootAnimation|
source: Boot animation settings
es: Configuración de animación de arranque

# BootAnimation|
source: Click the "Custom Picture" button to select the picture you want to add, click the picture you want to set and push the "OK" button to complete.
es: Haga clic en el botón "Imagen personal" para seleccionar la imagen que desea agregar, haga clic en la imagen que desea establecer y pulse el botón "OK" para completar.

# BootAnimation|
source: Back
es: Atrás

# BootAnimation|
source: Completed!
es: ¡Completo!

# BootAnimation|
source: Custom Picture
es: Imagen personal

# BootAnimation|
source: Optional BootAnimation
es: Bootanimation Opcional

# BootAnimation|
source: Delete
es: Borrar

# BootAnimation|
source: Deleted successfully!
es: ¡Borrado con éxito!

# BootAnimation|
source: This is the using animation!
es: Esta es la animación usada!

# BootAnimation|
source: This is the default animation!
es: Esta es la animación por defecto!

# BootAnimation|
source: An unknown error occurred!
es: Un error desconocido a ocurrido!

# BottomBar|
source: main version:
es: Versión Principal:

# BrowserModel|
source: Deep cleaning up the browser cache
es: Limpieza profunda del caché del navegador

# BrowserModel|
source: Deep cleaning up the browser cache, to save disk space
es: Profunda limpieza de la caché del navegador, para ahorrar espacio en disco

# BrowserModel|
source: Cleanup Firefox Cache
es: Limpiar Cache Firefox

# BrowserModel|
source: Cleanup Chromium Cache
es: Limpiar Cache Chromium

# BrowserModel|
source: Tips:
es: Consejos:

# BrowserModel|
source: The scan reslut is empty, nothing has been done!
es: El resultado del scan está vacío, no se hizo nada!

# BrowserModel|
source: Scan completed!
es: Escaneo terminado!

# BrowserModel|
source: Begin cleanup
es: Comenzar limpieza

# BrowserModel|
source: Cleanup abnormal!
es: Limpieza anormal!

# BrowserModel|
source: Cleanup interrupted!
es: Limpieza interrumpida!

# BrowserModel|
source: Cleared!
es: Limpio!

# BrowserModel|
source: Back
es: Volver

# BrowserModel|
source: Start scanning
es: Comenzar scaneo

# BrowserModel|
source: Sorry, You did not choose the content to be scanned, please confirm!
es: Lo sentimos, usted no eligió el contenido que va a escanear, confirme por favor!

# BrowserModel|
source: Sorry, You did not choose the content to be cleaned up, please confirm!
es: Lo sentimos, usted no eligió el contenido a ser limpiado, confirme por favor!

# CDROMInfo|
source: CD-ROM Model:
es: Modelo CD-ROM:

# CDROMInfo|
source: Vendor:
es: Fabricante:

# CDROMInfo|
source: Device Name:
es: Nombre del Dispositivo:

# CDROMInfo|
source: Firmware Version:
es: Versión del firmware:

# CDROMInfo|
source: Serial Number:
es: Número de serie:

source: CD-ROM Info
es: Info de CD-ROM

# CacheDelegate|
source: Items ]
es: Artículos

# CacheDelegate|
source: No content
es: Sin contenido

# CacheModel|
source: Cleaning up the system cache
es: La limpieza de la caché del sistema

# CacheModel|
source: Deep cleaning up the system cache, to save disk space
es: Profunda limpieza de la caché del sistema, para ahorrar espacio en disco

# CacheModel|
source: Cleanup Package Cache
es: Liberador de espacio en la caché del paquete

# CacheModel|
source: Cleanup Software Center Cache
es: Cleanup Software Center caché

# CacheModel|
source: Cleanup Thumbnails Cache
es: Limpieza Miniaturas caché

# CacheModel|
source: Tips:
es: Consejos:

# CacheModel|
source: The scan reslut is empty, nothing has been done!
es: El reslut exploración se vacía, nada se ha hecho!

# CacheModel|
source: Scan completed!
es: Escaneo terminado!

# CacheModel|
source: Begin cleanup
es: Comenzar limpieza

# CacheModel|
source: Cleanup abnormal!
es: Limpieza anormal!

# CacheModel|
source: Cleanup interrupted!
es: Limpieza interrumpida!

# CacheModel|
source: Cleared!
es: Limpio!

# CacheModel|
source: Package cache cleanup
es: Paquete de caché de limpieza

# CacheModel|
source: Software Center buffer cleaning
es: Limpieza búfer Software Center

# CacheModel|
source: Back
es: Volver

# CacheModel|
source: Start scanning
es: Comenzar scaneo

# CacheModel|
source: Sorry, You did not choose the content to be scanned, please confirm!
es: Lo sentimos, usted no eligió el contenido que va a escanear, confirme por favor!

# CacheModel|
source: Sorry, You did not choose the content to be cleaned up, please confirm!
es: Lo sentimos, usted no eligió el contenido a ser limpiado, confirme por favor!

# CameraCapture|
source: Camera
es: Cámara

# CameraCapture|
source: An application to take pictures with the device camera.
es: Una aplicación tomar fotos con la cámara del dispositivo.

# CameraCapture|
source: Back
es: Volver

# CameraCapture|
source: Press the [ESC] button to take picture and turn the camera off , the photo saved in home directory by default.
es: Pulse el botón [ESC] para tomar la foto y apague la cámara, la foto guardada en el directorio principal de forma predeterminada.

# CameraCapture|
source: Open camera
es: Abrir cámara

# CameraCapture|
source: View Photos
es: Ver fotos

# ComputerInfo|
source: Minutes
es: Minutos

# ComputerInfo|
source: Hours
es: Horas

# ComputerInfo|
source: Computer Basic Info
es: Info Básica del Computador

# ComputerInfo|
source: Vendor:
es: Fabricante:

# ComputerInfo|
source: Model:
es: Modelo:

# ComputerInfo|
source: Version:
es: Versión:

# ComputerInfo|
source: Serial Number:
es: Serial Número:

# ComputerInfo|
source: Hostname:
es: Nombre de la máquina:

# ComputerInfo|
source: Running Time:
es: Duración:

# ComputerInfo|
source: OS Types:
es: Tipos OS:

# ComputerInfo|
source: OS Version:
es: Versión del SO:

# ComputerInfo|
source: Kernel Bit:
es: Kernel de bits:

# ComputerInfo|
source: Kernel Version:
es: Versióm del Kernel:

# ComputerInfo|
source: Kernel Arch:
es: Arquitectura Kernel

# CookiesDelegate|
source: Items ]
es: Artículos ]

# CookiesDelegate|
source: Back
es: Volver

# CookiesDelegate|
source: Rescan
es: Explorar de nuevo

# CookiesItem|
source: Cleanup failed!
es: Falló limpieza!

# CookiesItem|
source: Cleanup interrupted!
es: Limpieza interrumpida!

# CookiesItem|
source: Cleanup successfully!
es: Limpieza satisfactoria!

# CookiesItem|
source: Records
es: Registros

# CookiesItem|
source: Delete
es: Borrar

# CookiesModel|
source: Cleanup browser Cookies information, to protect your privacy
es: Limpiar información de Cookies para proteger su privacidad

# CookiesModel|
source: Clean up user login information, support Firefox and Chromium browser
es: Limpiar información de Login, soportada para Firefox y Chromium

# CookiesModel|
source: Start scanning
es: Comenzar scaneo

# CookiesModel|
source: Tips:
es: Consejos:

# CookiesModel|
source: Firefox is not installed!
es: Firefox no está instalado!

# CookiesModel|
source: Chromium is not installed!
es: Chromium no está instalado!

# CookiesModel|
source: Cleanup the Cookies saving in Firefox
es: Limpieza de las cookies de ahorro en Firefox

# CookiesModel|
source: The scan reslut is empty, nothing has been done!
es: El resultado del scan está vacío, no se hizo nada!

# CookiesModel|
source: Scan completed!
es: Escaneo terminado!

# CookiesModel|
source: All cleanup
es: Toda limpieza

# CookiesModel|
source: Cleanup the Cookies saving in Chromium
es: Liberador de espacio en el ahorro de cookies en cromo

# CookiesModel|
source: Cleanup interrupted!
es: Limpieza interrumpida!

# CookiesModel|
source: Cleanup abnormal!
es: Limpieza anormal!

# CookiesModel|
source: Clean up automatically saved logon information by Firefox browser(Cookies)
es: Limpiar la información de inicio de sesión guardado automáticamente por el navegador Firefox (cookies)

# CookiesModel|
source: Cleared
es: Limpiado

# CpuInfo|
source: cores
es: núcleos

# CpuInfo|
source: thread
es: hilo

# CpuInfo|
source: Vendor:
es: Fabricante:

# CpuInfo|
source: Serial Number:
es: Serial Número:

# CpuInfo|
source: Maximum Frequency:
es: Frecuencia Máxima:

# CpuInfo|
source: Current Frequency:
es: Frecuencia Actual:

# CpuInfo|
source: Core Number:
es: Número Núcleos:

# CpuInfo|
source: L1 Cache:
es: Caché L1:

# CpuInfo|
source: L2 Cache:
es: Caché L2:

# DefaultFont|
source: Default font settings
es: Configuración por defecto

# DefaultFont|
source: According to personal preferences to set the system default font, click the 'Restore' button, can be restored to the state before the font settings.
es: De acuerdo con las preferencias personales para establecer la fuente por defecto del sistema, haga clic en el botón "Restaurar", se puede restaurar al estado anterior a la configuración de fuente.

# DefaultFont|
source: Back
es: Volver

source: Default Font:
es: Por defecto de la fuente:

# DefaultFont|
source: Restore
es: Restaurar

# DefaultFont|
source: Desktop Font:
es: Escritorio de la fuente:

# DefaultFont|
source: Monospace Font:
es: Fuente de ancho fijo Fuente:

# DefaultFont|
source: Document font:
es: Fuente del documento:

# DefaultFont|
source: Titlebar font:
es: Fuente del cabecero:

# DefaultFont|
source: Global Font Scaling:
es: Global Scaling de letra:

# DefaultFont|
source: Hinting:
es: Dando a entender:

# DesktopIcon|
source: Desktop Icons
es: Iconos del Escritorio

# DesktopIcon|
source: Set the desktop icon theme and the visibility of desktop icons.
es: Establecer el tema de iconos de escritorio y la visibilidad de los iconos del escritorio.

# DesktopIcon|
source: Back
es: Volver

# DesktopIcon|
source: Icon theme:
es: Tema de iconos:

# DesktopIcon|
source: Restore
es: Restaurar

# DesktopIcon|
source: Show Desktop Icons:
es: Mostrar iconos en Escritorio:

# DesktopIcon|
source: Computer:
es: Ordenador:

# DesktopIcon|
source: Home Folder:
es: Carpeta personal:

# DesktopIcon|
source: Network:
es: Red:

# DesktopIcon|
source: Trash :
es: Papelera:

# DesktopIcon|
source: Mounted Volumes:
es: Volúmenes montados:

source: Desktop Info
es: Info Escritorio

# DesktopInfo|
source: Desktop Environment:
es: El entorno de escritorio:

# DesktopInfo|
source: Distribution:
es: Distribución:

# DesktopInfo|
source: Language:
es: Idioma:

# DesktopInfo|
source: User:
es: Usuario:

# DesktopInfo|
source: Home Folder:
es: Carpeta personal:

# DistrowatchTitle|
source: Rank
es: Valorar

# DistrowatchTitle|
source: Distribution
es: Distribución

# DriveInfo|
source: VGA Model:
es: Modelo VGA:

# DriveInfo|
source: USB Model:
es: Modelo USB

# DriveInfo|
source: Communication Model:
es: Modelo de comunicación:

# DriveInfo|
source: Ethernet Model:
es: Modelo Ethernet

# DriveInfo|
source: Audio Model:
es: Modelo Audio:

# DriveInfo|
source: SATA Model:
es: Modelo SATA:

# DriveInfo|
source: System peripheral:
es: Periférica Sistema:

# DriveInfo|
source: Driver in use:
es: Dispositivo en uso:

# DriveInfo|
source: existing drivers:
es: Dispositivos existentes:

# DriveInfo|
source: IDE interface:
es: Interfaz IDE:

# DriveInfo|
source: SP controller:
es: Controlador de SP:

# DriveInfo|
source: Network controller:
es: Controlador de red

# DriveInfo|
source: Multimedia audio controller:
es: Multimedia controlador de audio:

# DriveInfo|
source: Device Driver Info
es: Información del controlador de dispositivo

source: File Manager
es: Gestor de archivos

# FileManager|
source: Manage the Nautilus file manager. Tips: if the thumbnail's cache time or size is set to -1, it will not be checked.
es: Gestionar el gestor de archivos Nautilus. Consejos: si el tiempo de caché de la imagen o el tamaño se establece en -1, no se puede comprobar.

# FileManager|
source: Back
es: Volver

# FileManager|
source: Display entry location:
es: Muestra la ubicación de entrada:

# FileManager|
source: Restore
es: Restaurar

# FileManager|
source: Automatically mount media:
es: Montar automáticamente los medios de comunicación:

# FileManager|
source: Automatically open a folder:
es: Abrir automáticamente una carpeta:

# FileManager|
source: Prompt autorun programs:
es: Programas de ejecución automática Prompt:

# FileManager|
source: Thumbnail icon size (pixels):
es: Miniatura tamaño del icono (píxeles):

# FileManager|
source: Thumbnail cache time (days):
es: Tiempo de caché de miniaturas (días):

# FileManager|
source: Maximum thumbnail cache size (MB):
es: Tamaño máximo de caché de miniaturas (MB):

# FileModel|
source: Quickly find large files
es: Búsqueda rápida de archivos de gran tamaño

# FileModel|
source: Range:1M-20480M; 1GB = 1024MB
es: Rango:1M-20480M; 1GB = 1024MB

# FileModel|
source: Cleanup path is:
es: Ruta de limpieza es:

# FileModel|
source: cleaning up the maximum files in user-specified directory, to save disk space.
es: la limpieza de los archivos máximas en directorio especificado por el usuario, para ahorrar espacio en disco.

# FileModel|
source: Nothing found!
es: No se encontró nada!

# FileModel|
source: Cleared!
es: Limpio!

# FileModel|
source: Please input the file size (M) :
es: Por favor introduce el tamaño del archivo (M):

# FileModel|
source: Browse...
es: Examinar…

# FileModel|
source: Tips:
es: Consejos:

# FileModel|
source: Sorry, you haven't set the file size or the value is 0, please input the file size!
es: Lo sentimos, no ha ajustado el tamaño del archivo o el valor es 0, por favor, introduzca el tamaño de archivo!

# FileModel|
source: Begin cleanup
es: Comenzar limpieza

# FileModel|
source: Sorry, You haven't set the file size or the value is 0, please input the file sizes !
es: Lo sentimos, no se ha definido el tamaño del archivo o el valor es 0, por favor indique los tamaños de archivos!

# FileModel|
source: Sorry, You did not choose the scan path, please click the 'Browse' button to continue!
es: Lo sentimos, usted no eligió el camino de exploración, por favor haga clic en el botón 'Examinar' para seguir!

# FileModel|
source: The scan reslut is empty, nothing has been done!
es: El resultado del scan está vacío, no se hizo nada!

# FileModel|
source: Sorry, You did not choose the content to be cleaned up, please confirm!
es: Lo sentimos, usted no eligió el contenido a ser limpiado, confirme por favor!

# FileModel|
source: Unfinished
es: Sin terminar

# FileModel|
source: Completed
es: Finalizado

# FileShredder|
source: Crush stubborn files.
es: Triturar archivos rebeldes.

# FileShredder|
source: Back
es: Atrás

# FileShredder|
source: The file need to be shredded:
es: La necesidad de archivos a triturar:

# FileShredder|
source: No select any file which need to be shredded
es: No seleccionar cualquier archivo que necesita ser triturado

# FileShredder|
source: Shred success!
es: Triture éxito!

# FileShredder|
source: Shred abnormal!
es: Triture anormal!

# FileShredder|
source: Deselect
es: Deseleccionar

# FontButton|
source: Click to change font
es: Haga clic en para cambiar la fuente

# HDInfo|
source: HDD Model:
es: Modelo HDD:

# HDInfo|
source: HDD Vendor:
es: Fabricante HDD:

# HDInfo|
source: HDD Capacity:
es: Capacidad HDD:

# HDInfo|
source: Device Name:
es: Nombre Dispositivo:

# HDInfo|
source: Firmware Version:
es: Versión del Firmware:

# HDInfo|
source: Serial Number:
es: Serial Número:

# HDInfo|
source: HDD Info
es: Info HDD

# KFontDialog|
source: Dialog
es: Diálogo

# KFontDialog|
source: Change Fonts
es: Cambiar tipografía

# KFontDialog|
source: <html><head/><body><p><span style=" font-weight:600;">Current Font:</span></p></body></html>
es: <html><head/><body><p><span style=" font-weight:600;">o de fuente actual:</span></p></body></html>

# KFontDialog|
source: Style
es: Estilo

# KFontDialog|
source: Size
es: Tamaño

# KFontDialog|
source: Font
es: Tipografía

# KFontDialog|
source: Cancel
es: Cancelar

# KFontDialog|
source: View
es: Ver

# KFontDialog|
source: Tips
es: Consejos

# KFontDialog|
source: You haven't change the font, please choose the font!
es: No ha cambiar la fuente, elija la fuente!

# LauncherTheme|
source: Launcher settings
es: configuración del Lanzador

# LauncherTheme|
source: Setting the Launcher display mode, Icon size.
es: Configuración del modo de pantalla Lanzador, el tamaño del icono.

# LauncherTheme|
source: Back
es: Volver

# LauncherTheme|
source: Launcher icon size:
es: Lanzador de tamaño de los iconos:

# LauncherTheme|
source: Restore
es: Restaurar

# LauncherTheme|
source: Launcher hide mode:
es: Modo de ocultación del lanzador:

# LauncherTheme|
source: Display desktop icon:
es: Mostrar iconos en Escritorio

# LauncherTheme|
source: Launcher Transparency:
es: Lanzador de Transparencia:

# LauncherTheme|
source: Icon Background:
es: De fondo del icono:

# LeftPage|
source: (totally cleared
es: (totalmente limpio

# LeftPage|
source: garbage)
es: basura)

# LeftPage|
source: historical records)
es: registros históricos)

# LeftPage|
source: Cleared!
es: Limpio!

# LeftPage|
source: Cleaning up history trace of Firefox...
es: Limpiando histórico de Firefox

# LeftPage|
source: Firefox history trace had been cleared!
es: Histórico de Firefox está limpio!

# LeftPage|
source: Cleaning up history trace of Chromium...
es: Limpiando histórico de Chromium...

# LeftPage|
source: Chromium history trace had been cleared!
es: Histórico de Chromium está limpio!

# LeftPage|
source: Cleaning up Cookies of Firefox...
es: Limpiando cookies de Firefox...

# LeftPage|
source: Firefox Cookies had been cleared!
es: Las cookies de Firefox estan limpias!

# LeftPage|
source: Cleaning up Cookies of Chromium...
es: Limpiando Cookies de Chromium...

# LeftPage|
source: Chromium Cookies had been cleared!
es: Las Cookies de Chromium están limpias

# LeftPage|
source: Apt cache had been cleared!
es: Caché Apt había sido despejado!

# LeftPage|
source: Cleaning up Apt cache:
es: La limpieza de caché de Apt:

# LeftPage|
source: Software Center cache had been cleared!
es: Caché Software Center había sido despejado!

# LeftPage|
source: Cleaning up Software Center cache:
es: La limpieza de caché Software Center:
